import React from 'react'

const Garanti = () => {
    return (
        <div className="w-full bg-[#0F0F0F] pb-10 overflow-x-hidden">
            <div className="w-full max-w-[1250px] text-white flex flex-col mx-auto justify-center items-center">
                <h1 className='text-[40px] font-[600]'>Гарантии</h1>
                <div className='w-[134px] h-[2px] m-5 bg-[#D3176D]' />
                <div>
                    <p className='text-[14px] mt-5 font-[600]'>Компания была основана в 2009 году. Мы — официальный партнер таких известных технологических гигантов как NVIDIA, Intel, Microsoft. Нам также удалось реализовать несколько успешных совместных проектов с такими известными игровыми компаниями как Wargaming, UbiSoft, Electronic Arts, Bethesda и Mail.Games.</p>
                    <p className='text-[14px] mt-5 font-[600]'>Главный офис и производственный центр расположены в Москве. Шоурум с компьютерами и периферией находятся в Москве. Мы осуществляем доставку компьютеров по всей России и миру. Наша компания работает как с частными, так и с юридическими лицами.</p>
                </div>
                <div>
                    <p className='text-[14px] mt-5 font-[600]'>Компания была основана в 2009 году. Мы — официальный партнер таких известных технологических гигантов как NVIDIA, Intel, Microsoft. Нам также удалось реализовать несколько успешных совместных проектов с такими известными игровыми компаниями как Wargaming, UbiSoft, Electronic Arts, Bethesda и Mail.Games.</p>
                    <p className='text-[14px] mt-5 font-[600]'>Главный офис и производственный центр расположены в Москве. Шоурум с компьютерами и периферией находятся в Москве. Мы осуществляем доставку компьютеров по всей России и миру. Наша компания работает как с частными, так и с юридическими лицами.</p>
                </div>
                <div>
                    <p className='text-[14px] mt-5 font-[600]'>Компания была основана в 2009 году. Мы — официальный партнер таких известных технологических гигантов как NVIDIA, Intel, Microsoft. Нам также удалось реализовать несколько успешных совместных проектов с такими известными игровыми компаниями как Wargaming, UbiSoft, Electronic Arts, Bethesda и Mail.Games.</p>
                    <p className='text-[14px] mt-5 font-[600]'>Главный офис и производственный центр расположены в Москве. Шоурум с компьютерами и периферией находятся в Москве. Мы осуществляем доставку компьютеров по всей России и миру. Наша компания работает как с частными, так и с юридическими лицами.</p>
                </div>
            </div>
        </div>
    )
}

export default Garanti
